[
    {
        "name": "Blue Team",
        "id": "b000",
        "description": "KEEP THE PRESIDENT AWAY FROM THE BOMBER",
        "links": [],
        "src": "/blue/wing.png",
        "info": "You are on the Blue Team.\nYou win If the President does not gain the\r\n\"dead\" condition.\r\n\r\nNote: Any character card that has the star icon on it is considered to be on the Blue Team (except spies).",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 1
    },
    {
        "name": "President",
        "id": "b001",
        "description": "Avoid the Bomber",
        "primary": true,
        "backup_cards": ["b018"],
        "links": [],
        "src": "/blue/president.png",
        "info": "You are a primary character. Blue Team wins if you do not gain the \"dead\" condition.",
        "tags": "v1 official primary",
        "color_name": "blue",
        "difficulty": 2
    },
    {
        "name": "AGENT",
        "id": "b002",
        "description": "FORCE A CARD SHARE ONCE PER ROUND",
        "links": [],
        "src": "/blue/id.png",
        "info": "You have the AGENT power: once per round, you may privately reveal your card to a player and force that player to card share with you. You must verbally say to the target player, \"I'm using my AGENT power. You must card share with me.\"\r\n\r\nNote: The AGENT power works even on characters that normally can't card share (e.g. Shy Guy and Coy Boy).",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "AMBASSADOR",
        "id": "b003",
        "description": "WALK FREELY BETWEEN THE ROOMS",
        "links": [],
        "src": "/blue/car.png",
        "info": "As soon as you are dealt your card, announce \"I am an Ambassador!\" Your card is permanently publicly revealed. You have the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions. Ambassadors can walk freely between the 2 rooms. Ambassadors are never considered a part of a room's population. Therefore, Ambassadors can never take part in any vote, be hostages, be leaders, and they can never be targeted by abilities.\r\n\r\nNote: Ambassadors don't count towards the player count in the game. This means if you have 18 players including the Ambassadors, you should be playing a 16 player game. Ambassadors don't count for or against Team Zombie's win objective.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "ANGEL",
        "id": "b004",
        "description": "TELL THE TRUTH",
        "links": [],
        "src": "/blue/halo.png",
        "info": "You begin with the \"honest\" condition. Players with the \"honest\" condition must always verbally tell the truth. This means that you are permitted to lie as long as it is not verbally.\r\n\r\nNote: If a player with the \"honest\" condition were to acquire the \"liar\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 1
    },
    {
        "name": "BLIND",
        "id": "b005",
        "description": "KEEP YOUR EYES CLOSED",
        "links": [],
        "src": "",
        "info": "You begin with the \"blind\" condition. Players with the \"blind\" condition must do their best to never open their eyes during the game. Don't worry, it is a short game.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 2
    },
    {
        "name": "BOUNCER",
        "id": "b006",
        "description": "KICK AN EXTRA PLAYER OUT",
        "links": [],
        "src": "/blue/bouncer.png",
        "info": "You have the BOUNCER power: if you are in a room that has more players than the other room, you may privately reveal your card to any player and verbally tell them, \"Get out!\" When you do, that player must immediately change rooms. The BOUNCER power does not work during the last round or between rounds. This can only be done once per round",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 5
    },
    {
        "name": "CLOWN",
        "id": "b007",
        "description": "SMILE... ALWAYS",
        "links": [],
        "src": "/blue/clown.png",
        "info": "Do your best to smile at all times.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 1
    },
    {
        "name": "CONMAN",
        "id": "b008",
        "description": "COLOR SHARE >> PRIVATE REVEAL",
        "links": [],
        "src": "/blue/fingers.png",
        "info": "You have the CONMAN power: when a player agrees to color share with you, private reveal instead.\r\n\r\nThey must private reveal their card too.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "COYBOY",
        "id": "b009",
        "description": "ONLY COLOR SHARE BECAUSE YOU'RE \"COY\"",
        "links": [],
        "src": "/blue/mask.png",
        "info": "You begin with the \"coy\" condition. Players with the \"coy\" condition may ONLY color share unless a character's power forces otherwise.\r\n\r\nNote: The \"coy\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"coy\" condition were to acquire the \"foolish\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "CRIMINAL",
        "id": "b010",
        "description": "CARD SHARE >> \"SHY\"",
        "links": [],
        "src": "/blue/knife.png",
        "info": "You have the CRIMINAL power: any player that card shares with you gains the \"shy\" condition.\r\n\r\nPlayers with the \"shy\" condition may not reveal any part of their card to any player.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "ERIS",
        "id": "b011",
        "description": "MAKE 2 PLAYERS \"IN HATE\" ONCE PER GAME",
        "links": [],
        "src": "/blue/heart.png",
        "info": "You have the ERIS power: once per game, you may privately reveal your card to 2 players. You must verbally tell your target players, \"You hate each other.\" Those 2 players gain the \"in hate\" condition.\r\n\r\nPlayers with the \"in hate\" condition replace their original win objective with the following win objective: be in the opposite room of the player with whom you are \"in hate\" at the end of the game or fail to win.\r\n\r\nYou cannot use this power on yourself.\r\n\r\nNote: If a player with the \"in hate\" condition were to acquire the \"in love\" condition, the 2 conditions would cancel one another, leaving that specific player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "DEALER",
        "id": "b012",
        "description": "CARD SHARE >> \"FOOLISH\"",
        "links": [],
        "src": "/blue/drugman.png",
        "info": "You have the DEALER power: any player that card shares with you gains the \"foolish\" condition. Players with the \"foolish\" condition can never turn down an offer to card or color share.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire a contradictory condition (e.g. \"shy\" or \"coy\"), the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "LIAR",
        "id": "b013",
        "description": "LIE",
        "links": [],
        "src": "/blue/horns.png",
        "info": "You begin with the \"liar\" condition. Players with the \"liar\" condition must always verbally tell lies. This means that you are permitted to tell the truth as long as it is not verbally.\r\n\r\nNote: If a player with the \"liar\" condition were to acquire the \"honest\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 2
    },
    {
        "name": "DOCTOR",
        "id": "b014",
        "description": "CARD SHARE WITH THE PRESIDENT",
        "backup_cards": ["b024"],
        "links": [],
        "src": "/blue/medicine.png",
        "info": "When playing with the Doctor, the Blue Team has the following additional win condition: the President must card share with the Doctor before the end of the game or the Blue Team loses. At the end of the game, the President will be asked if he/she card shared with the Doctor. At that time both players will verify or deny having card shared.\r\n\r\nNote: remember that if the President or Bomber character ever switches player control (perhaps due to the Hot Potato), then the new President/Bomber must card share with the Doctor/Engineer to prevent losing.\r\n\r\nNote: When playing with Poison, additional rules apply",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 5 
    },
    {
        "name": "TUESDAY KNIGHT",
        "id": "b015",
        "description": "CARD SHARE WITH THE BOMBER AND INSTANTLY WIN",
        "links": [],
        "src": "/blue/knight.png",
        "info": "You have the HUG power: if you card share with the Bomber, everyone in the same room as you, except the President, gains the \"dead\" condition and the game instantly ends.\r\n\r\nNote: the HUG power never works on the Martyr. If the Bomber is buried, the HUG power is never used.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 5
    },
    {
        "name": "ENFORCER",
        "id": "b016",
        "description": "FORCE PLAYERS TO CARD SHARE ONCE PER ROUND",
        "links": [],
        "src": "/blue/gun.png",
        "info": "You have the ENFORCER power: once per round, you may privately reveal your card to 2 players. You must verbally tell your target players, \"You must reveal your cards to one another.\" Those 2 players must card share with one another (not to you). You cannot use this power on yourself, but another Enforcer can use their power on you.\r\n\r\nNote: The ENFORCER power works even on characters that normally can't card share (e.g. Shy Guy).",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 9
    },
    {
        "name": "INVINCIBLE",
        "id": "b017",
        "description": "IMMUNE TO ALL ABILITIES AND \"CONDITIONS\"",
        "links": [],
        "src": "/blue/super.png",
        "info": "You begin with the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions without exception.\r\n\r\nNote: Players should never lie about having the \"immune\" condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "PRESIDENT'S DAUGHTER",
        "id": "b018",
        "description": "IF THERE IS NO PRESIDENT, BE THE PRESIDENT",
        "links": [],
        "backup_for": "b001",
        "src": "/blue/girl.png",
        "info": "You are the backup character for the President. If the President card is buried you must carry out all responsibilities associated with the President.\r\n\r\nYou are the heir, a huge deal if the President card is buried.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "MAYOR",
        "id": "b019",
        "description": "PUBLIC REVEAL >> 2 VOTES TO USURP IN EVEN ROOM",
        "links": [],
        "src": "/blue/vote.png",
        "info": "If your room has an even number of players, you may publicly reveal\r\nyour card when attempting to usurp a leader. Your vote to usurp counts\r\nas 2 votes instead of 1 unless the opposing Mayor also publicly reveals\r\ntheir card.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 5
    },
    {
        "name": "MEDIC",
        "id": "b020",
        "description": "CARD SHARE >> REMOVE ALL \"CONDITIONS\"",
        "links": [],
        "src": "/blue/medic.png",
        "info": "You have the MEDIC power: any player that card shares with you has all \"conditions\" removed. This does not make yourself immune to acquiring conditions. The opposing Medic can remove your acquired conditions.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "MIME",
        "id": "b021",
        "description": "NEVER SPEAK",
        "links": [],
        "src": "/blue/mime.png",
        "info": "Do your best to not make any noise.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 2
    },
    {
        "name": "MUMMY",
        "id": "b022",
        "description": "CARD SHARE >> \"CURSED\"",
        "links": [],
        "src": "/blue/mummy.png",
        "info": "You have the MUMMY power: any player that card shares with you gains the \"cursed\" condition.\r\n\r\nPlayers with the \"cursed\" condition must do their best to not make any noise.\r\n\r\nNote: Because of the MUMMY power, \"cursed\" players are prevented from using any powers or abilities that requires a verbalization (e.g. Agent, Enforcer, etc.).",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "NEGOTIATOR",
        "id": "b023",
        "description": "YOU CAN ONLY CARD SHARE BECAUSE YOU'RE \"SAVVY\"",
        "links": [],
        "src": "/blue/telephone.png",
        "info": "You begin with the \"savvy\" condition. Players with the \"savvy\" condition may only card share. You may not publicly, privately, or color share.\r\n\r\nNote: It is possible for \"savvy\" players to acquire conditions that prevent card sharing (e.g. the \"coy\"\r\nor \"shy\" condition). If this happens, then the \"savvy\" player can't do anything with their card.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "NURSE",
        "id": "b024",
        "description": "IF THERE IS NO DOCTOR, BE THE DOCTOR",
        "links": [],
        "backup_for": "b014",
        "src": "/blue/medhat.png",
        "info": "You are the backup character for the Doctor. If the Doctor card is buried, you must carry out Doctor responsibilities (i.e. card sharing with the President).",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "PAPARAZZO",
        "id": "b025",
        "description": "IGNORE PRIVACY",
        "links": [],
        "src": "/blue/camera.png",
        "info": "Do your best to make sure there are no private conversations. Be as intrusive and nosy as possible without actually physically manipulating others. If playing with the Privacy Promise rule variant, ignore the rule as long as you publicly reveal your card to prove to others that you are permitted to be invasive.\r\n\r\nPrivacy Promise variant recommended. Gives you an excuse to be annoying.\r\n\r\n",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 2
    },
    {
        "name": "PARANOID",
        "id": "b026",
        "description": "YOU CAN ONLY CARD SHARE ONCE",
        "links": [],
        "src": "/blue/eye.png",
        "info": "You begin with the \"paranoid\" condition. Players with the \"paranoid\" condition may only card share.\r\n\r\nMoreover, they may only card share once per game.\r\n\r\nNote: If a \"paranoid\" player is forced to card share by a power (e.g. the AGENT power), this does not count as the \"paranoid\" player's only card share.\r\n\r\nAnother Note: The \"paranoid\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"paranoid\" condition were to acquire the \"foolish\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "PSYCHOLOGIST",
        "id": "b027",
        "description": "REMOVE PSI \"CONDITIONS\"",
        "links": [],
        "src": "/blue/sofa.png",
        "info": "When you privately reveal your card to a character with a psych condition (e.g. \"shy\", \"coy\", etc.), that character may then immediately card share with you. If they do, their psych condition is removed.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "SECURITY",
        "id": "b028",
        "description": "PERMANENT PUBLIC REVEAL >> TACKLE A PLAYER",
        "links": [],
        "src": "/blue/flashlight.png",
        "info": "You have the TACKLE power: publicly reveal your card, immediately\r\npick any player in the room (besides yourself), then verbally tell them,\r\n\"You're going nowhere.\" However, your card must permanently remain\r\npublicly revealed for the rest of the game. This means that you can only\r\nuse this power once. The target of your TACKLE power can't leave as a hostage this round.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 5
    },
    {
        "name": "SHY GUY",
        "id": "b029",
        "description": "NO SHARING OR REVEALS BECAUSE YOU'RE \"SHY\"",
        "links": [],
        "src": "/blue/facemask.png",
        "info": "You begin with the \"shy\" condition. Players with the \"shy\" condition may not reveal any part of their card to any player.\r\n\r\nNote: The \"shy\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"shy\" condition were to acquire the \"foolish\" condition, the 2\r\nconditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "RED SPY",
        "id": "b030",
        "description": "YOU LOOK LIKE YOU ARE BLUE",
        "links": [],
        "src": "/blue/staff.png",
        "info": "This is a special character card that is the color of an opposing team. This means that the red Spy has an allegiance to the Red Team, but their card is blue.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 7
    },
    {
        "name": "THUG",
        "id": "b031",
        "description": "CARD SHARE >> \"COY\"",
        "links": [],
        "src": "/blue/knuckle.png",
        "info": "You have the THUG power: any player that card shares with you acquires the \"coy\" condition. Players with the \"coy\"\r\ncondition may only color share unless a character's power might force a card share.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire the \"coy\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "USURPER",
        "id": "b032",
        "description": "PERMANENT PUBLIC REVEAL >> BECOME LEADER",
        "links": [],
        "src": "/blue/crown.png",
        "info": "You have the USURPER power: during any round but the last, you may publicly reveal your card and become the leader. However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. You cannot be usurped during the same round in which you used your USURPER power, not even by another Usurper. If 2 Usurpers use their power in the same room during the same round, whichever Usurper used their power first remains the leader, the other Usurper wasted their power.",
        "tags": "v1 official",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "TENTACLESE",
        "id": "b033",
        "description": "PULL AN EXTRA PLAYER INTO YOUR ROOM",
        "links": [],
        "src": "/blue/tentacle.png",
        "info": "You have the TENTACLE power: if you are in a room that has fewer players than the other room, you may leave your current room.\r\n\r\nYou never count as a member of the opposing room while using the TENTACLE power. Upon entering the opposing room, you must IMMEDIATELY grab any player of your choosing. Both you and that grabbed player return to the room from which you just left.\r\n\r\nIn the case where the chosen player is a character who is unaffected by powers (example: the Immunologist), Tentaclese's power has been wasted and you must IMMEDIATELY grab a different player.\r\n\r\nIf Tentaclese uses the TENTACLE power on a room's leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as the first round.\r\n\r\nYou may use the TENTACLE power during anytime EXCEPT FOR THE LAST ROUND. This can be done once per round.",
        "tags": "necroboomicon",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "IGNITER",
        "id": "b034",
        "description": "CARD SHARE WITH BOMBER >> BOOM",
        "links": [],
        "src": "/blue/lighter.png",
        "info": "If you card share with the Bomber, the game will end early.\r\n\r\nEveryone in the same room as the Bomber instantly gains the \"dead\" condition.\r\n\r\nBlue Team wins if the President survives.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 7
    },
    {
        "name": "DEFUSER",
        "id": "b035",
        "description": "CARD SHARE WITH BOMBER >> DEFUSED",
        "links": [],
        "src": "/blue/pliers.png",
        "info": "Card sharing with the Bomber defuses him. He now has to card share with the Engineer again or else the Red Team loses. (if the President is buried, card share with the President's Daughter instead)\r\n\r\nNote: if the Engineer was buried (Rulebook p.12), the Bomber has to card share with the Tinkerer instead of the Engineer\r\n\r\nNote: If neither Engineer nor Tinkerer are part of the game, this card is considered a Blue Team card and cannot defuse the Bomber",
        "credit": {"text": "Image from kindpng.com", "link": "https://www.kindpng.com/imgv/hiRbxwJ_slip-joint-pliers-clip-arts-slip-joint-pliers/"},
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "BODYGUARD",
        "id": "b036",
        "description": "PROHIBIT CARD & COLOR SHARES",
        "links": [],
        "src": "/blue/sunglasses.png",
        "info": "You have the BODYGUARD power: Once per round, you may privately reveal your card to 2 players. You must verbally tell your target players that they cannot reveal any part of their card to each other during that round.\r\n\r\nNote: If the ENFORCER tries to use his power on the targeted players, his powers are wasted.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 5
    },
    {
        "name": "UNO REVERSE CARD",
        "id": "b037",
        "description": "UNO UNO",
        "links": [],
        "src": "/blue/uno_reverse.png",
        "info": "You have the UNO REVERSE power: If anyone uses a card share power on you, it will affect the one who's trying to use it instead.\r\n\r\nNote: If anyone uses a power that is not involving a card share you're free to decide if you want to reveal your card and deflect the power.\r\n\r\nNote: If a power affects two or more people and you use the UNO REVERSE power, then everyone else including the one initiaiting the power will be affected.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "KANGAROO",
        "id": "b038",
        "description": "SWITCH WITH SOMEONE FROM THE OPPOSING ROOM",
        "links": [],
        "src": "/blue/kangaroo.png",
        "info": "You have the SWITCH-A-ROO power: during any round but the last, you may publicly reveal your card. You must then immediately leave your current room. Upon entering the opposing room, you must IMMEDIATELY choose any player, show them your publicly revealed card and verbally tell them, \"I'm kicking you out.\" You stay, but your target player must immediately leave the current room and go into the opposing room. After using the SWITCH-A-ROO power, your card must remain permanently publicly revealed for the rest of the game. This means that you can only use this power once. If the player you chose to remove from the room was the leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as in the first round.",
        "credit": {"text": "Image from pngtree.com", "link": "https://pngtree.com/freepng/kangaroo-sketch_7649550.html"},
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "GIANT",
        "id": "b039",
        "description": "YOU CAN NEVER LEAVE YOUR ROOM",
        "links": [],
        "src": "/blue/giant_leg.png",
        "info": "You begin with the \"giant\" condition. Players with the \"giant\" condition can never leave their room or be selected as a hostage.\r\n\r\nNote: Players should never lie about having the \"giant\" condition.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "TRAITOR",
        "id": "b040",
        "description": "YOU WANT YOUR TEAM TO LOSE",
        "links": [],
        "src": "/blue/knife_behind_back_wide.png",
        "info": "You start with the \"traitor\" condition. Players with the \"traitor\" condition replace their initial win condition with the following: You win if your team loses.\r\n\r\nNote: if you ever switch teams/alliances, your win objective carries over. E.g. You become a member of Team Zombie, then you only win if Team Zombie loses.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 6
    },
    {
        "name": "PERSUADER",
        "id": "b041",
        "description": "CARD SHARE >> \"TRAITOR\"",
        "links": [],
        "src": "/blue/persuader.png",
        "info": "You have the PERSUADER power: any player that card shares with you gains the \"traitor\" condition.\r\n\r\nPlayers with the \"traitor\" condition replace their initial win condition with the following: You win if your team loses.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 4
    },
    {
        "name": "INTERROGATOR",
        "id": "b042",
        "description": "PRIVATE REVEAL >> YES OR NO",
        "links": [],
        "src": "/blue/voice_recorder.png",
        "info": "You have the INTERROGATE power: once per round you may privately reveal to any player in the room and ask them a single yes/no question to which they must answer honestly. If they sincerely don't know the answer to the question, then they should indicate such. Answering doesn't have to be verbal (though it can be).\r\n\r\nThe recipient of the INTERROGATE power can answer with a simple nod of the head, headshake, or shrug of the shoulders. When using the Interrogate ability, you must verbally announce to your target player, \"I am using my Interrogate ability,\" as you privately reveal your card to them.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 3
    },
    {
        "name": "ELECTOR",
        "id": "b043",
        "description": "PUBLIC REVEAL >> FORCE ELECT LEADER",
        "links": [],
        "src": "/blue/election.png",
        "info": "You have the ELECTOR power: during any round but the last, you may publicly reveal your card and choose the new leader of a room. The new leader cannot be usurped during the same round in which they were elected. If 2 Electors use their power in the same room during the same round, whichever person was elected first remains the leader, the other Elector wasted their power.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 1,
        "credit": {"text": "Image from kindpng.com", "link": "https://www.kindpng.com/imgv/JmmhTm_which-candidate-should-be-the-new-mcla-president/"}
        
    },
    {
        "name": "DIRECTOR",
        "id": "b044",
        "description": "PUBLIC REVEAL >> CHANGE THE NUMBER OF HOSTAGES",
        "links": [],
        "src": "/blue/directors_chair.png",
        "info": "You have the DIRECTOR power: during any round, you may publicly reveal your card and increase or decrease the number of hostages sent this round by 1. You have to publicly announce this change to the room.\r\nYou can use this power once per game.\r\n\r\nNote: If the Red DIRECTOR changed the Hostage count before you could, you are allowed to increase or decrease the new count and vice versa.\r\n\r\nNote: If the number of hostages is 0, you can't decrease it further.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 1,
        "credit": {"text": "Image from vectorportal.com", "link": "https://vectorportal.com/vector/directors-chair-vector-clip-art/14960"}
        
    },
    {
        "name": "Blue Drone",
        "id": "b045",
        "description": "Be with the Red Fist",
        "primary": true,
        "backup_cards": [],
        "links": [],
        "src": "/blue/drone.png",
        "info": "You are a primary character. The Blue Team wins if You are in the same room as the Red Fist at the end of the game.\r\n\r\nNote: The Blue Drone and Red Fist cards add additional win conditions to the game, adding complexity and greatly altering the standard win conditions.",
        "tags": "custom patch1 v2 friends primary",
        "color_name": "blue",
        "difficulty": 7,
        "credit": {"text": "Image from kindpng.com", "link": "https://www.kindpng.com/imgv/ombJhw_drone-drone-icon-png-transparent-png/"}
    },
    {
        "name": "King",
        "id": "b046",
        "description": "Avoid the Dragon",
        "primary": true,
        "backup_cards": [],
        "links": [],
        "src": "/blue/king.png",
        "info": "You are a primary character. Blue Team wins if you do not gain the \"toast\" condition.",
        "tags": "custom patch1 v2 friends primary",
        "color_name": "blue",
        "difficulty": 7
    },
    {
        "name": "INTROVERT",
        "id": "b047",
        "description": "Only ever say yes or no",
        "backup_cards": [],
        "links": [],
        "src": "/blue/hoodie.png",
        "info": "You start with the \"introverted\" condition. People with the \"introverted\" condition may only ever say yes or no. They may not say anything else.\r\n\r\nNote: The \"introverted\" condition is a psych condition and can be cured by a Psychologist.",
        "tags": "custom patch1 v2 friends",
        "color_name": "blue",
        "difficulty": 2,
        "credit": {"text": "Image from kindpng.com", "link": "https://www.kindpng.com/imgv/TmRxmRi_how-to-draw-a-hoodie-easy-to-draw/"}
    }
]
