[
    {
        "name": "Red Team",
        "id": "r000",
        "description": "GET THE BOMBER TO BE WITH THE PRESIDENT",
        "links": [],
        "src": "/red/staff.png",
        "info": "You are on Red Team. You win if the President gains the \"dead\" condition.\r\n\r\nNote: Any character card that has the bomb icon on it is considered to be on the Red Team.",
        "tags": "",
        "color_name": "red",
        "difficulty": 1
    },
    {
        "name": "Bomber",
        "id": "r001",
        "description": "Be with the President",
        "primary": true,
        "secondaries": ["r018"],
        "links": [],
        "src": "/red/bomb.png",
        "info": "You are a primary character. Everyone in the same room as you at the end of the game gains the \"dead\" condition. The Red Team wins if the President gains the \"dead\" condition.\r\n\r\nNote: if the Bomber receives the \"dead\" condition before the end of the game then the Bomber does not provide the \"dead \" condition to everyone in the same room.\r\n\r\nGrey characters that need to know you are your natural allies.\r\n\r\n",
        "tags": "",
        "color_name": "red",
        "difficulty": 2
    },
    {
        "name": "AGENT",
        "id": "r002",
        "description": "FORCE A CARD SHARE ONCE PER ROUND",
        "links": [],
        "src": "/red/id.png",
        "info": "You have the AGENT power: once per round, you may privately reveal your card to a player and force that player to card share with you. You must verbally say to the target player, \"I'm using my AGENT power. You must card share with me.\"\r\n\r\nNote: The AGENT power works even on characters that normally can't card share (e.g. Shy Guy and Coy Boy).",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "AMBASSADOR",
        "id": "r003",
        "description": "WALK FREELY BETWEEN THE ROOMS",
        "links": [],
        "src": "/red/car.png",
        "info": "As soon as you are dealt your card, announce \"I am an Ambassador!\" Your card is permanently publicly revealed. You have the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions. Ambassadors can walk freely between the 2 rooms. Ambassadors are never considered a part of a room's population. Therefore, Ambassadors can never take part in any vote, be hostages, be leaders, and they can never be targeted by abilities.\r\n\r\nNote: Ambassadors don't count towards the player count in the game. This means if you have 18players including the Ambassadors, you should be playing a 16 player game. Ambassadors don't count for or against Team Zombie's win objective.",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "ANGEL",
        "id": "r004",
        "description": "TELL THE TRUTH",
        "links": [],
        "src": "/red/halo.png",
        "info": "You begin with the \"honest\" condition. Players with the \"honest\" condition must always verbally tell the truth. This means that you are permitted to lie as long as it is not verbally.\r\n\r\nNote: If a player with the \"honest\" condition were to acquire the \"liar\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 1
    },
    {
        "name": "BLIND",
        "id": "r005",
        "description": "KEEP YOUR EYES CLOSED",
        "links": [],
        "src": "",
        "info": "You begin with the \"blind\" condition. Players with the \"blind\" condition must do their best to never open their eyes during the game. Don't worry, it is a short game.",
        "tags": "",
        "color_name": "red",
        "difficulty": 2
    },
    {
        "name": "BOUNCER",
        "id": "r006",
        "description": "KICK AN EXTRA PLAYER OUT",
        "links": [],
        "src": "/red/bouncer.png",
        "info": "You have the BOUNCER power: if you are in a room that has more players than the other room, you may privately reveal your card to any player and verbally tell them, \"Get out!\" When you do, that player must immediately change rooms. The BOUNCER power does not work during the last round or between rounds. This can only be done once per round",
        "tags": "",
        "color_name": "red",
        "difficulty": 5
    },
    {
        "name": "CLOWN",
        "id": "r007",
        "description": "SMILE... ALWAYS",
        "links": [],
        "src": "/red/clown.png",
        "info": "Do your best to smile at all times.",
        "tags": "",
        "color_name": "red",
        "difficulty": 1
    },
    {
        "name": "CONMAN",
        "id": "r008",
        "description": "COLOR SHARE >> PRIVATE REVEAL",
        "links": [],
        "src": "/red/fingers.png",
        "info": "You have the CONMAN power: when a player agrees to color share with you, private reveal instead.\r\n\r\nThey must private reveal their card too.",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "COYBOY",
        "id": "r009",
        "description": "ONLY COLOR SHARE BECAUSE YOU'RE \"COY\"",
        "links": [],
        "src": "/red/mask.png",
        "info": "You begin with the \"coy\" condition. Players with the \"coy\" condition may ONLY color share unless a character's power forces otherwise.\r\n\r\nNote: The \"coy\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"coy\" condition were to acquire the \"foolish\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "CRIMINAL",
        "id": "r010",
        "description": "CARD SHARE >> \"SHY\"",
        "links": [],
        "src": "/red/knife.png",
        "info": "You have the CRIMINAL power: any player that card shares with you gains the \"shy\" condition.\r\n\r\nPlayers with the \"shy\" condition may not reveal any part of their card to any player.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "CUPID",
        "id": "r011",
        "description": "MAKE 2 PLAYERS \"IN LOVE\" ONCE PER GAME",
        "links": [],
        "src": "/red/heart.png",
        "info": "You have the CUPID power: once per game, you may privately reveal your card to 2 players. You must verbally tell your target players, \"You are in love with each other.\" Those 2 players gain the \"in love\"\r\ncondition. Players with the \"in love\" condition replace their original win objective with the following win objective: Be in the same room with the player with whom you are \"in love\" at the end of the game or fail to win. The CUPID power cannot be used on yourself.\r\n\r\nNote: If a player with the \"in love\" condition were to acquire the \"in hate\" condition, the 2 conditions would cancel one another, leaving that specific player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "DEALER",
        "id": "r012",
        "description": "CARD SHARE >> \"FOOLISH\"",
        "links": [],
        "src": "/red/drugman.png",
        "info": "You have the DEALER power: any player that card shares with you\r\ngains the \"foolish\" condition. Players with the \"foolish\" condition can never turn down an offer to card or color share.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire a\r\ncontradictory condition (e.g. \"shy\" or \"coy\"), the 2 conditions would\r\ncancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "DEMON",
        "id": "r013",
        "description": "LIE",
        "links": [],
        "src": "/red/horns.png",
        "info": "You begin with the \"liar\" condition. Players with the \"liar\" condition must always verbally tell lies. This means that you are permitted to tell the truth as long as it is not verbally.\r\n\r\nNote: If a player with the \"liar\" condition were to acquire the \"honest\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 2
    },
    {
        "name": "ENGINEER",
        "id": "r014",
        "description": "CARD SHARE WITH THE BOMBER",
        "secondaries": ["r024"],
        "links": [],
        "src": "/red/tool.png",
        "info": "When playing with the Engineer, the Red Team has the following additional win condition: the Bomber must card share with the Engineer before the end of the game or the Red Team loses. At the end of the game, the Bomber will be asked if he/she card shared with the Engineer. At that time both players will verify or deny having card shared.\r\n\r\nNote: remember that if the President or Bomber character ever switches player control (perhaps due to the Hot Potato), then the new President/Bomber must card share with the Doctor/Engineer to prevent losing.\r\n\r\nNote: When playing with the Detonator, additional rules apply",
        "tags": "",
        "color_name": "red",
        "difficulty": 5
    },
    {
        "name": "DR. BOOM",
        "id": "r015",
        "description": "CARD SHARE WITH THE PRESIDENT >> INSTANT WIN",
        "links": [],
        "src": "/red/bombman.png",
        "info": "You have the BOOM power: if you card share with the President, everyone in the same room as you instantly gains the \"dead\" condition and the game ends.\r\n\r\nNote: the BOOM power never works on the President's Daughter. If the President is buried, the\r\nBOOM power is never used.",
        "tags": "",
        "color_name": "red",
        "difficulty": 5
    },
    {
        "name": "ENFORCER",
        "id": "r016",
        "description": "FORCE PLAYERS TO CARD SHARE ONCE PER ROUND",
        "links": [],
        "src": "/red/gun.png",
        "info": "You have the ENFORCER power: once per round, you may privately reveal your card to 2 players. You must verbally tell your target players, \"You must reveal your cards to one another.\" Those 2 players must card share with one another (not to you). You cannot use this power on yourself, but another Enforcer can use their power on you.\r\n\r\nNote: The ENFORCER power works even on characters that normally can't card share (e.g. Shy Guy).",
        "tags": "",
        "color_name": "red",
        "difficulty": 9
    },
    {
        "name": "IMMUNOLOGIST",
        "id": "r017",
        "description": "IMMUNE TO ALL ABILITIES AND \"CONDITIONS\"",
        "links": [],
        "src": "/red/syringe.png",
        "info": "You begin with the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions without exception.\r\n\r\nNote: Players should never lie about having the \"immune\" condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "MARTYR",
        "id": "r018",
        "description": "IF THERE IS NO BOMBER, BE THE BOMBER",
        "links": [],
        "secondary_to": "r001",
        "src": "/red/grenade.png",
        "info": "You are the backup character for the Bomber. If the Bomber card is buried you must carry out all Bomber responsibilities (i.e. ending the game in the same room as the President, card sharing with the Engineer, etc.).\r\n\r\nIf the Bomber is buried, you're a big deal. If the Bomber isn't buried, you can act like you're a big deal.\r\n\r\n",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "MAYOR",
        "id": "r019",
        "description": "PUBLIC REVEAL >> 2 VOTES TO USURP IN EVEN ROOM",
        "links": [],
        "src": "/red/vote.png",
        "info": "If your room has an even number of players, you may publicly reveal\r\nyour card when attempting to usurp a leader. Your vote to usurp counts\r\nas 2 votes instead of 1 unless the opposing Mayor also publicly reveals\r\ntheir card.",
        "tags": "",
        "color_name": "red",
        "difficulty": 5
    },
    {
        "name": "MEDIC",
        "id": "r020",
        "description": "CARD SHARE >> REMOVE ALL \"CONDITIONS\"",
        "links": [],
        "src": "/red/medic.png",
        "info": "You have the MEDIC power: any player that card shares with you has all \"conditions\" removed. This does not make yourself immune to acquiring conditions. The opposing Medic can remove your acquired conditions.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "MIME",
        "id": "r021",
        "description": "NEVER SPEAK",
        "links": [],
        "src": "/red/mime.png",
        "info": "Do your best to not make any noise.",
        "tags": "",
        "color_name": "red",
        "difficulty": 2
    },
    {
        "name": "MUMMY",
        "id": "r022",
        "description": "CARD SHARE >> \"CURSED\"",
        "links": [],
        "src": "/red/mummy.png",
        "info": "You have the MUMMY power: any player that card shares with you gains the \"cursed\" condition.\r\n\r\nPlayers with the \"cursed\" condition must do their best to not make any noise.\r\n\r\nNote: Because of the MUMMY power, \"cursed\" players are prevented from using any powers or abilities that requires a verbalization (e.g. Agent, Enforcer, etc.).",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "NEGOTIATOR",
        "id": "r023",
        "description": "YOU CAN ONLY CARD SHARE BECAUSE YOU'RE \"SAVVY\"",
        "links": [],
        "src": "/red/telephone.png",
        "info": "You begin with the \"savvy\" condition. Players with the \"savvy\" condition may only card share. You may not publicly, privately, or color share.\r\n\r\nNote: It is possible for \"savvy\" players to acquire conditions that prevent card sharing (e.g. the \"coy\"\r\nor \"shy\" condition). If this happens, then the \"savvy\" player can't do anything with their card.",
        "tags": "",
        "color_name": "red",
        "difficulty": 3
    },
    {
        "name": "TINKERER",
        "id": "r024",
        "description": "IF THERE IS NO ENGINEER, BE THE ENGINEER",
        "links": [],
        "secondary_to": "r014",
        "src": "/red/screwdriver.png",
        "info": "You are the backup character for the Engineer. If the Engineer card is buried you must carry out all Engineer responsibilities (i.e. card sharing with the Bomber).",
        "tags": "",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "PAPARAZZO",
        "id": "r025",
        "description": "IGNORE PRIVACY",
        "links": [],
        "src": "/red/camera.png",
        "info": "Do your best to make sure there are no private conversations. Be as intrusive and nosy as possible without actually physically manipulating others. If playing with the Privacy Promise rule variant, ignore the rule as long as you publicly reveal your card to prove to others that you are permitted to be invasive.\r\n\r\nPrivacy Promise variant recommended. Gives you an excuse to be annoying.\r\n\r\n",
        "tags": "",
        "color_name": "red",
        "difficulty": 2
    },
    {
        "name": "PARANOID",
        "id": "r026",
        "description": "YOU CAN ONLY CARD SHARE ONCE",
        "links": [],
        "src": "/red/eye.png",
        "info": "You begin with the \"paranoid\" condition. Players with the \"paranoid\" condition may only card share.\r\n\r\nMoreover, they may only card share once per game.\r\n\r\nNote: If a \"paranoid\" player is forced to card share by a power (e.g. the AGENT power), this does not count as the \"paranoid\" player's only card share.\r\n\r\nAnother Note: The \"paranoid\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"paranoid\" condition were to acquire the \"foolish\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "PSYCHOLOGIST",
        "id": "r027",
        "description": "REMOVE PSI \"CONDITIONS\"",
        "links": [],
        "src": "/red/sofa.png",
        "info": "When you privately reveal your card to a character with a psych condition (e.g. \"shy\", \"coy\", etc.), that character may then immediately card share with you. If they do, their psych condition is removed.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "SECURITY",
        "id": "r028",
        "description": "PERMANENT PUBLIC REVEAL >> TACKLE A PLAYER",
        "links": [],
        "src": "/red/flashlight.png",
        "info": "You have the TACKLE power: publicly reveal your card, immediately\r\npick any player in the room (besides yourself), then verbally tell them,\r\n\"You're going nowhere.\" However, your card must permanently remain\r\npublicly revealed for the rest of the game. This means that you can only\r\nuse this power once. The target of your TACKLE power can't leave as a hostage this round.",
        "tags": "",
        "color_name": "red",
        "difficulty": 5
    },
    {
        "name": "SHY GUY",
        "id": "r029",
        "description": "NO SHARING OR REVEALS BECAUSE YOU'RE \"SHY\"",
        "links": [],
        "src": "/red/facemask.png",
        "info": "You begin with the \"shy\" condition. Players with the \"shy\" condition may not reveal any part of their card to any player.\r\n\r\nNote: The \"shy\" condition is a psych condition and can be cured by a Psychologist.\r\n\r\nAnother Note: If a player with the \"shy\" condition were to acquire the \"foolish\" condition, the 2\r\nconditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "BLUE SPY",
        "id": "r030",
        "description": "YOU LOOK LIKE YOU ARE RED",
        "links": [],
        "src": "/red/wing.png",
        "info": "This is a special character card that is the color of the opposite team. This means that the blue Spy has an allegiance to the Blue Team, but their card is red.",
        "tags": "",
        "color_name": "red",
        "difficulty": 7
    },
    {
        "name": "THUG",
        "id": "r031",
        "description": "CARD SHARE >> \"COY\"",
        "links": [],
        "src": "/red/knuckle.png",
        "info": "You have the THUG power: any player that card shares with you acquires the \"coy\" condition. Players with the \"coy\" condition may only color share unless a character's power might force a card share.\r\n\r\nNote: If a player with the \"foolish\" condition were to acquire the \"coy\" condition, the 2 conditions would cancel one another, leaving the player with neither condition.",
        "tags": "",
        "color_name": "red",
        "difficulty": 4
    },
    {
        "name": "USURPER",
        "id": "r032",
        "description": "PERMANENT PUBLIC REVEAL >> BECOME LEADER",
        "links": [],
        "src": "/red/crown.png",
        "info": "You have the USURPER power: during any round but the last, you may publicly reveal your card and become the leader. However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. You cannot be usurped during the same round in which you used your USURPER power, not even by another Usurper. If 2 Usurpers use their power in the same room during the same round, whichever Usurper used their power first remains the leader, the other Usurper wasted their power.",
        "tags": "",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "TENTACLESE",
        "id": "r033",
        "description": "PULL AN EXTRA PLAYER INTO YOUR ROOM",
        "links": [],
        "src": "/red/tentacle.png",
        "info": "You have the TENTACLE power: if you are in a room that has fewer players than the other room, you may leave your current room.\r\n\r\nYou never count as a member of the opposing room while using the TENTACLE power. Upon entering the opposing room, you must IMMEDIATELY grab any player of your choosing. Both you and that grabbed player return to the room from which you just left.\r\n\r\nIn the case where the chosen player is a character who is unaffected by powers (example: the Immunologist), Tentaclese's power has been wasted and you must IMMEDIATELY grab a different player.\r\n\r\nIf Tentaclese uses the TENTACLE power on a room's leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as the first round.\r\n\r\nYou may use the TENTACLE power during anytime EXCEPT FOR THE LAST ROUND. This can be done once per round.",
        "tags": "necroboomicon",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "REMOTE DETONATOR",
        "id": "r034",
        "description": "CARD SHARE WITH PRESIDENT >> BOOM",
        "links": [],
        "src": "/red/fuse.png",
        "info": "If you card share with the President, the game will end early.\r\n\r\nEveryone in the same room as the Bomber instantly gains the \"dead\" condition.\r\n\r\nRed Team wins if the President gains the \"dead\" condition.",
        "tags": "custom patch1 friends",
        "color_name": "red",
        "difficulty": 7
    },
    {
        "name": "POISON",
        "id": "r035",
        "description": "CARD SHARE WITH PRESIDENT >> POISONED",
        "links": [],
        "src": "/red/poison.png",
        "info": "Card sharing with the President poisons him. He now has to card share with the Doctor again or else the Blue Team loses.  (if the Bomber is buried, card share with the Martyr instead)\r\n\r\nNote: if the Doctor was buried (Rulebook p.12), the President has to card share with the Nurse instead of the Doctor\r\n\r\nNote: If neither Doctor nor Nurse are part of the game, this card is considered a Red Team card and cannot poison the President",
        "credit": {"text": "Image from pngtree.com", "link": "https://pngtree.com/freepng/bottle-with-skull-potion-poison-hand-drawn-illustration_5323288.html?sol=downref&id=bef"},
        "tags": "custom patch1 friends",
        "color_name": "red",
        "difficulty": 6
    },
    {
        "name": "BODYGUARD",
        "id": "r036",
        "description": "PROHIBIT CARD & COLOR SHARES",
        "links": [],
        "src": "",
        "info": "Once per round // Only last one round",
        "tags": "custom patch1 friends",
        "color_name": "red",
        "difficulty": 5
    }
]